Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Ask for Face ID or your passcode every time the app opens, so your journal stays private even on an unlocked phone.
de: Fragt bei jedem Öffnen nach Face ID oder deinem Code, damit dein Tagebuch auch auf einem entsperrten iPhone privat bleibt.
es: Pide Face ID o tu código cada vez que se abre la app, para que tu diario siga siendo privado incluso con el teléfono desbloqueado.
fr: Demande Face ID ou ton code à chaque ouverture, pour que ton journal reste privé même sur un téléphone déverrouillé.
it: Richiede Face ID o il codice a ogni apertura, così il diario resta privato anche su un telefono sbloccato.
nl: Vraagt bij elke opening om Face ID of je code, zodat je dagboek privé blijft, zelfs op een ontgrendelde telefoon.
pl: Prosi o Face ID lub kod przy każdym otwarciu, aby dziennik pozostał prywatny nawet na odblokowanym telefonie.
pt: Pede Face ID ou o teu código sempre que a app abre, para o diário ficar privado mesmo num telemóvel desbloqueado.
ro: Cere Face ID sau codul de fiecare dată când se deschide aplicația, ca jurnalul să rămână privat chiar și pe un telefon deblocat.
ru: Запрашивает Face ID или код при каждом открытии, чтобы дневник оставался личным даже на разблокированном телефоне.

source: Ask us anything about Prvital.
de: Frag uns alles über Prvital.
es: Pregúntanos lo que quieras sobre Prvital.
fr: Posez-nous toutes vos questions sur Prvital.
it: Chiedici qualsiasi cosa su Prvital.
nl: Vraag ons alles over Prvital.
pl: Zapytaj nas o cokolwiek na temat Prvital.
pt: Pergunta-nos qualquer coisa sobre o Prvital.
ro: Întreabă-ne orice despre Prvital.
ru: Спрашивайте нас о чём угодно про Prvital.

source: Attention: High
de: Achtung: Hoch
es: Atención: Alto
fr: Attention : élevé
it: Attenzione: alto
nl: Let op: hoog
pl: Uwaga: wysoki
pt: Atenção: alto
ro: Atenție: Hiper
ru: Внимание: высокий

source: Attention: Low
de: Achtung: Tief
es: Atención: Bajo
fr: Attention : bas
it: Attenzione: basso
nl: Let op: laag
pl: Uwaga: niski
pt: Atenção: baixo
ro: Atenție: Hipo
ru: Внимание: низкий

source: Audit trail
de: Prüfprotokoll
es: Registro de auditoría
fr: Journal d'audit
it: Traccia di controllo
pl: Dziennik audytu
pt: Registo de auditoria
ro: Jurnal de audit
ru: Журнал аудита

source: Autoimmune — the body makes little or no insulin.
de: Autoimmun – der Körper produziert wenig oder kein Insulin.
es: Autoinmune: el cuerpo produce poca o ninguna insulina.
fr: Auto-immun — le corps produit peu ou pas d'insuline.
it: Autoimmune — l'organismo produce poca o nessuna insulina.
nl: Auto-immuun — het lichaam maakt weinig of geen insuline aan.
pl: Autoimmunologiczna — organizm wytwarza mało insuliny lub nie wytwarza jej wcale.
pt: Autoimune — o corpo produz pouca ou nenhuma insulina.
ro: Autoimun — corpul produce puțină insulină sau deloc.
ru: Аутоиммунный — организм вырабатывает мало инсулина или совсем его не вырабатывает.

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
nl: Automatisch
pl: Automatycznie
pt: Automático
ro: Automat
ru: Автоматически

source: Average
de: Durchschnitt
es: Media
fr: Moyenne
it: Media
nl: Gemiddelde
pl: Średnia
pt: Média
ro: Media
ru: Среднее

source: Average by day and time.
de: Durchschnitt nach Tag und Uhrzeit.
es: Media por día y hora.
fr: Moyenne par jour et heure.
it: Media per giorno e ora.
nl: Gemiddelde per dag en tijd.
pl: Średnia według dnia i godziny.
pt: Média por dia e hora.
ro: Media pe zi și oră.
ru: Среднее по дню и времени.

source: Average high
de: Durchschnittlich hoch
es: Promedio alto
fr: Moyenne élevée
it: Media alta
nl: Gemiddeld hoog
pl: Średnio wysoki
pt: Média alta
ro: Medie ridicată
ru: В среднем высокий

source: Average in range
de: Durchschnittlich im Zielbereich
es: Promedio en rango
fr: Moyenne dans la cible
it: Media nel range
nl: Gemiddeld binnen bereik
pl: Średnio w zakresie
pt: Média dentro do intervalo
ro: Medie în interval
ru: В среднем в диапазоне

source: Average low or very high
de: Durchschnittlich niedrig oder sehr hoch
es: Promedio bajo o muy alto
fr: Moyenne basse ou très élevée
it: Media bassa o molto alta
nl: Gemiddeld laag of zeer hoog
pl: Średnio niski lub bardzo wysoki
pt: Média baixa ou muito alta
ro: Medie scăzută sau foarte ridicată
ru: В среднем низкий или очень высокий

source: Average rise
de: Durchschnittlicher Anstieg
es: Subida media
fr: Hausse moyenne
it: Aumento medio
nl: Gemiddelde stijging
pl: Średni wzrost
pt: Subida média
ro: Creștere medie
ru: Средний подъём

source: Average rise in ~15 min
de: Mittlerer Anstieg in ~15 Min.
es: Subida media en ~15 min
fr: Hausse moyenne en ~15 min
it: Aumento medio in ~15 min
nl: Gemiddelde stijging in ~15 min
pl: Średni wzrost w ~15 min
pt: Subida média em ~15 min
ro: Creștere medie în ~15 min
ru: Средний подъём за ~15 мин

source: Average very low
de: Durchschnittlich sehr niedrig
es: Promedio muy bajo
fr: Moyenne très basse
it: Media molto bassa
nl: Gemiddeld zeer laag
pl: Średnio bardzo niski
pt: Média muito baixa
ro: Medie foarte scăzută
ru: В среднем очень низкий

source: Avg change after activity
de: Durchschn. Änderung nach Aktivität
es: Cambio medio tras la actividad
fr: Variation moy. après activité
it: Variazione media dopo l'attività
nl: Gem. verandering na activiteit
pl: Śr. zmiana po aktywności
pt: Variação média após atividade
ro: Schimbare medie după activitate
ru: Средн. изменение после активности

source: Avg difference
de: Mittl. Abweichung
es: Diferencia media
fr: Écart moyen
it: Differenza media
nl: Gem. verschil
pl: Śr. różnica
pt: Diferença média
ro: Diferență medie
ru: Средняя разница

source: Avg low recovery
de: Durchschn. Erholung nach Tief
es: Recuperación media tras hipoglucemia
fr: Récupération moy. après hypo
it: Recupero medio dai valori bassi
nl: Gem. herstel na laag
pl: Śr. powrót po niedocukrzeniu
pt: Recuperação média de mínimas
ro: Recuperare medie după minime
ru: Средн. восстановление после низких

source: Back in range
de: Zurück im Zielbereich
es: De vuelta en rango
fr: De retour dans la cible
it: Di nuovo nell'intervallo
nl: Terug binnen bereik
pl: Z powrotem w zakresie
pt: De volta ao intervalo
ro: Din nou în interval
ru: Снова в диапазоне

source: Back near baseline
de: Wieder nahe dem Ausgangswert
es: De vuelta cerca del valor base
fr: De retour près du niveau de base
it: Di nuovo vicino al valore di partenza
nl: Terug bij de uitgangswaarde
pl: Z powrotem blisko wartości bazowej
pt: De volta perto do valor base
ro: Înapoi aproape de valoarea de bază
ru: Снова около исходного уровня

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
it: Sfondo
nl: Achtergrond
pl: Tło
pt: Fundo
ro: Fundal
ru: Фон

source: Background type
de: Hintergrundtyp
es: Tipo de fondo
fr: Type d'arrière-plan
it: Tipo di sfondo
nl: Type achtergrond
pl: Typ tła
pt: Tipo de fundo
ro: Tip de fundal
ru: Тип фона

source: Badges grow with you: the same badge levels up from Bronze to Diamond as your counts build. Every level earned adds points — your score for the upcoming community leaderboard.
de: Abzeichen wachsen mit dir: dasselbe Abzeichen steigt von Bronze bis Diamant auf, während deine Zahlen wachsen. Jede erreichte Stufe bringt Punkte — deine Wertung für die kommende Community-Rangliste.
es: Las insignias crecen contigo: la misma insignia sube de Bronce a Diamante a medida que aumentan tus registros. Cada nivel conseguido suma puntos — tu puntuación para la próxima clasificación de la comunidad.
fr: Les badges grandissent avec vous : le même badge évolue de Bronze à Diamant au fil de vos activités. Chaque niveau obtenu rapporte des points — votre score pour le futur classement communautaire.
it: I badge crescono con te: lo stesso badge sale da Bronzo a Diamante man mano che i tuoi numeri aumentano. Ogni livello ottenuto porta punti — il tuo punteggio per la futura classifica della community.
nl: Badges groeien met je mee: dezelfde badge stijgt van Brons naar Diamant naarmate je aantallen groeien. Elk behaald niveau levert punten op — je score voor het komende communityklassement.
pl: Odznaki rosną razem z tobą: ta sama odznaka awansuje z Brązu do Diamentu wraz z twoją aktywnością. Każdy zdobyty poziom daje punkty — twój wynik w nadchodzącym rankingu społeczności.
pt: Os distintivos crescem contigo: o mesmo distintivo sobe de Bronze a Diamante à medida que os teus registos aumentam. Cada nível obtido soma pontos — a tua pontuação para a futura classificação da comunidade.
ro: Insignele cresc odată cu tine: aceeași insignă urcă de la Bronz la Diamant pe măsură ce se adună activitățile. Fiecare nivel obținut aduce puncte — scorul tău pentru viitorul clasament al comunității.
ru: Значки растут вместе с вами: один и тот же значок повышается от Бронзы до Алмаза по мере роста ваших показателей. Каждый уровень приносит баллы — ваш счёт для будущего рейтинга сообщества.

source: Barcode scanning needs a device with a camera. Search by name instead.
de: Für das Scannen von Barcodes ist ein Gerät mit Kamera erforderlich. Stattdessen nach Namen suchen.
es: El escaneo de códigos de barras requiere un dispositivo con cámara. Busca por nombre.
fr: Le scan de code-barres nécessite un appareil doté d'un appareil photo. Recherchez plutôt par nom.
it: La scansione del codice a barre richiede un dispositivo con fotocamera. Cerca invece per nome.
nl: Barcodes scannen vereist een apparaat met een camera. Zoek in plaats daarvan op naam.
pl: Skanowanie kodów kreskowych wymaga urządzenia z aparatem. Zamiast tego wyszukaj po nazwie.
pt: A digitalização de códigos de barras requer um dispositivo com câmara. Em alternativa, pesquise pelo nome.
ro: Scanarea codurilor de bare are nevoie de un dispozitiv cu cameră. Caută după nume în schimb.
ru: Для сканирования штрихкодов нужно устройство с камерой. Вместо этого выполните поиск по названию.

source: Basal logged yet?
de: Basal schon eingetragen?
es: ¿Basal registrada?
fr: Basale consignée ?
it: Basale registrata?
nl: Basaal al gelogd?
pl: Bazalna zapisana?
pt: Basal registada?
ro: Ai logat bazala?
ru: Базал записан?

source: Basal only
de: Nur Basal
es: Solo basal
fr: Basale uniquement
it: Solo basale
nl: Alleen basaal
pl: Tylko bazalna
pt: Apenas basal
ro: Doar bazală
ru: Только базальный

source: Based on %@ days — a pattern, not proof of cause.
de: Basierend auf %@ Tagen – ein Muster, kein Kausalitätsbeweis.
es: Basado en %@ días: un patrón, no una prueba de causa.
fr: D’après %@ jours — une tendance, pas une preuve de cause.
it: Basato su %@ giorni — uno schema, non una prova di causa.
nl: Op basis van %@ dagen — een patroon, geen bewijs van oorzaak.
pl: Na podstawie %@ dni — wzorzec, nie dowód przyczyny.
pt: Com base em %@ dias — um padrão, não prova de causa.
ro: Pe baza a %@ zile — un tipar, nu o dovadă de cauzalitate.
ru: На основе %@ дней — закономерность, а не доказательство причины.

source: Based on %lld meals with a reading before and after.
de: Basierend auf %lld Mahlzeiten mit einem Messwert davor und danach.
es: Basado en %lld comidas con una lectura antes y después.
fr: D'après %lld repas avec une mesure avant et après.
it: In base a %lld pasti con una lettura prima e dopo.
nl: Gebaseerd op %lld maaltijden met een meting ervoor en erna.
pl: Na podstawie %lld posiłków z odczytem przed i po.
pt: Com base em %lld refeições com uma leitura antes e depois.
ro: Pe baza a %lld mese cu o valoare înainte și după.
ru: На основе %lld приёмов пищи с измерением до и после.

source: Based on today so far and your recent days.
de: Basierend auf dem bisherigen Tagesverlauf und deinen letzten Tagen.
es: Basado en lo que llevas de hoy y tus días recientes.
fr: Basé sur ta journée jusqu'ici et tes derniers jours.
it: Basato su oggi finora e sui tuoi giorni recenti.
nl: Gebaseerd op vandaag tot nu toe en je recente dagen.
pl: Na podstawie tego, co było dziś, oraz Twoich ostatnich dni.
pt: Com base no que já se passou hoje e nos teus dias recentes.
ro: Pe baza zilei de azi de până acum și a zilelor tale recente.
ru: На основе сегодняшнего дня и твоих последних дней.

source: Basics
de: Grundlagen
es: Conceptos básicos
fr: Notions de base
it: Nozioni di base
nl: Basis
pl: Podstawy
pt: Básicos
ro: Noțiuni de bază
ru: Основы

source: Batch-cook
de: Vorratskochen
es: Cocina en grandes cantidades
fr: Batch cooking
it: Da cucinare in grandi quantità
nl: Geschikt voor meal prep
pl: Na zapas
pt: Cozinhar em grande quantidade
ro: Gătit în cantitate mare
ru: Для заготовки впрок

source: Because you had a high earlier
de: Weil du vorhin eine Überzuckerung hattest
es: Porque tuviste una subida antes
fr: Parce que vous avez eu une hyper plus tôt
it: Perché prima hai avuto un valore alto
nl: Omdat je eerder een hoge waarde had
pl: Ponieważ wcześniej miałeś wysoki poziom
pt: Porque teve uma alta mais cedo
ro: Pentru că ai avut o glicemie ridicată
ru: Потому что ранее был высокий уровень

source: Because you had a low earlier
de: Weil du vorhin eine Unterzuckerung hattest
es: Porque tuviste una bajada antes
fr: Parce que vous avez eu une hypo plus tôt
it: Perché prima hai avuto un valore basso
nl: Omdat je eerder een lage waarde had
pl: Ponieważ wcześniej miałeś niski poziom
pt: Porque teve uma baixa mais cedo
ro: Pentru că ai avut o glicemie scăzută
ru: Потому что ранее был низкий уровень

source: Bedtime
de: Schlafenszeit
es: Hora de dormir
fr: Coucher
it: Ora di dormire
nl: Bedtijd
pl: Przed snem
pt: Hora de dormir
ro: Culcare
ru: Перед сном

source: Before
de: Vorher
es: Antes
fr: Avant
it: Prima
nl: Ervoor
pl: Przed
pt: Antes
ro: Înainte
ru: До

source: Before breakfast
de: Vor dem Frühstück
es: Antes del desayuno
fr: Avant le petit-déjeuner
it: Prima di colazione
nl: Voor het ontbijt
pl: Przed śniadaniem
pt: Antes do pequeno-almoço
ro: Înainte de micul dejun
ru: Перед завтраком

source: Before dinner
de: Vor dem Abendessen
es: Antes de cenar
fr: Avant le dîner
it: Prima di cena
nl: Voor het avondeten
pl: Przed kolacją
pt: Antes do jantar
ro: Înainte de cină
ru: Перед ужином

source: Before lunch
de: Vor dem Mittagessen
es: Antes de comer
fr: Avant le déjeuner
it: Prima di pranzo
nl: Voor de lunch
pl: Przed obiadem
pt: Antes do almoço
ro: Înainte de prânz
ru: Перед обедом

source: Below
de: Unter
es: Por debajo
fr: En dessous
it: Sotto
nl: Onder
pl: Poniżej
pt: Abaixo
ro: Sub
ru: Ниже

source: Below target
de: Unter Ziel
es: Por debajo del objetivo
fr: En dessous de la cible
it: Sotto l'obiettivo
nl: Onder doel
pl: Poniżej celu
pt: Abaixo do objetivo
ro: Sub țintă
ru: Ниже цели

source: Berry overnight oats
de: Beeren-Overnight-Oats
es: Avena nocturna con frutos rojos
fr: Overnight oats aux fruits rouges
it: Overnight oats ai frutti di bosco
nl: Overnight oats met bessen
pl: Owsianka na noc z owocami jagodowymi
pt: Aveia de um dia para o outro com frutos vermelhos
ro: Ovăz peste noapte cu fructe de pădure
ru: Овсянка с ягодами на ночь

source: Best & toughest day
de: Bester & schwierigster Tag
es: Mejor y peor día
fr: Meilleur et pire jour
it: Giorno migliore e più difficile
nl: Beste & zwaarste dag
pl: Najlepszy i najtrudniejszy dzień
pt: Melhor e pior dia
ro: Cea mai bună și cea mai grea zi
ru: Лучший и самый трудный день

source: Best day
de: Bester Tag
es: Mejor día
fr: Meilleur jour
it: Giorno migliore
nl: Beste dag
pl: Najlepszy dzień
pt: Melhor dia
ro: Cea mai bună zi
ru: Лучший день

source: Best: %@ days
de: Bestwert: %@ Tage
es: Mejor: %@ días
fr: Record : %@ jours
it: Record: %@ giorni
nl: Best: %@ dagen
pl: Rekord: %@ dni
pt: Recorde: %@ dias
ro: Record: %@ zile
ru: Рекорд: %@ дн.

source: Birth year
de: Geburtsjahr
es: Año de nacimiento
fr: Année de naissance
it: Anno di nascita
nl: Geboortejaar
pl: Rok urodzenia
pt: Ano de nascimento
ro: Anul nașterii
ru: Год рождения

source: Blood
de: Blut
es: Sangre
fr: Sang
it: Sangue
nl: Bloed
pl: Krew
pt: Sangue
ro: Sânge
ru: Кровь

source: Blood ketones are measured in mmol/L. Urine strips read differently — record the number your meter or strip shows.
de: Blutketone werden in mmol/L gemessen. Urinteststreifen zeigen andere Werte an — trage die Zahl ein, die dein Messgerät oder Teststreifen anzeigt.
es: Las cetonas en sangre se miden en mmol/L. Las tiras de orina se leen de forma diferente — registra el número que muestre tu medidor o tira.
fr: Les cétones sanguines se mesurent en mmol/L. Les bandelettes urinaires se lisent différemment — note le chiffre affiché par ton lecteur ou ta bandelette.
it: I chetoni nel sangue si misurano in mmol/L. Le strisce per le urine si leggono in modo diverso — registra il numero indicato dal tuo misuratore o dalla striscia.
nl: Ketonen in bloed worden gemeten in mmol/L. Urinestrips lezen anders af — noteer het getal dat je meter of strip aangeeft.
pl: Ketony we krwi mierzy się w mmol/L. Paski moczowe pokazują wynik inaczej — zapisz liczbę, którą pokazuje Twój miernik lub pasek.
pt: As cetonas no sangue medem-se em mmol/L. As tiras de urina são lidas de forma diferente — regista o número que o teu medidor ou tira indicar.
ro: Cetonele din sânge se măsoară în mmol/L. Benzile de urină citesc diferit — notează numărul afișat de glucometru sau de bandă.
ru: Кетоны крови измеряются в mmol/L. Тест-полоски для мочи показывают иначе — записывай то число, которое показывает твой глюкометр или полоска.

source: Blood or urine reading
de: Blut- oder Urinmessung
es: Lectura en sangre o en orina
fr: Mesure sanguine ou urinaire
it: Lettura sangue o urine
nl: Bloed- of urinemeting
pl: Wynik z krwi lub moczu
pt: Leitura de sangue ou urina
ro: Citire din sânge sau urină
ru: Показание крови или мочи

source: Blood oxygen
de: Blutsauerstoff
es: Oxígeno en sangre
fr: Oxygène sanguin
it: Ossigeno nel sangue
nl: Bloedzuurstof
pl: Tlen we krwi
pt: Oxigénio no sangue
ro: Oxigen în sânge
ru: Кислород в крови

source: Blood pressure
de: Blutdruck
es: Presión arterial
fr: Tension artérielle
it: Pressione sanguigna
nl: Bloeddruk
pl: Ciśnienie krwi
pt: Pressão arterial
ro: Tensiune arterială
ru: Артериальное давление

source: Board
de: Rangliste
es: Tabla
fr: Classement
it: Classifica
nl: Ranglijst
pl: Ranking
pt: Tabela
ro: Clasament
ru: Таблица

source: Bolus calculator
de: Bolusrechner
es: Calculadora de bolo
fr: Calculateur de bolus
it: Calcolatore di bolo
nl: Bolusrekenhulp
pl: Kalkulator bolusa
pt: Calculadora de bólus
ro: Calculator de bolus
ru: Калькулятор болюса

source: Both days, hour by hour
de: Beide Tage, Stunde für Stunde
es: Ambos días, hora a hora
fr: Les deux jours, heure par heure
it: Entrambi i giorni, ora per ora
nl: Beide dagen, uur voor uur
pl: Oba dni, godzina po godzinie
pt: Os dois dias, hora a hora
ro: Ambele zile, oră cu oră
ru: Оба дня, час за часом

source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
it: Colazione
nl: Ontbijt
pl: Śniadanie
pt: Pequeno-almoço
ro: Mic dejun
ru: Завтрак

source: Breakfast spikes +82 mg/dL
de: Frühstück lässt den Wert um +82 mg/dL steigen
es: El desayuno sube +82 mg/dL
fr: Le petit-déjeuner fait grimper de +82 mg/dL
it: Picco a colazione: +82 mg/dL
nl: Piek na ontbijt +82 mg/dL
pl: Skok po śniadaniu +82 mg/dL
pt: O pequeno-almoço provoca picos de +82 mg/dL
ro: Micul dejun provoacă vârfuri de +82 mg/dL
ru: Скачок после завтрака +82 mg/dL

source: Bringing glucose down without stacking
de: Glukose senken, ohne Insulin zu stapeln
es: Bajar la glucosa sin acumular dosis
fr: Faire baisser la glycémie sans empiler les doses
it: Abbassare la glicemia senza sovrapporre le dosi
nl: Glucose verlagen zonder te stapelen
pl: Obniżanie glikemii bez kumulowania dawek insuliny
pt: Baixar a glicose sem sobreposição de doses
ro: Cum reduci glicemia fără să suprapui dozele
ru: Снижай глюкозу без наслоения доз

source: Building the register…
de: Register wird erstellt…
es: Creando el registro…
fr: Création du registre…
it: Creazione del registro…
nl: Register wordt opgebouwd…
pl: Tworzenie rejestru…
pt: A criar o registo…
ro: Se construiește registrul…
ru: Создание журнала…

source: Buttock · left
de: Gesäß · links
es: Glúteo · izquierda
fr: Fesse · gauche
it: Gluteo · sinistra
nl: Bil · links
pl: Pośladek · lewy
pt: Nádega · esquerda
ro: Fesă · stânga
ru: Ягодица · слева

source: Buttock · right
de: Gesäß · rechts
es: Glúteo · derecha
fr: Fesse · droite
it: Gluteo · destra
nl: Bil · rechts
pl: Pośladek · prawy
pt: Nádega · direita
ro: Fesă · dreapta
ru: Ягодица · справа

source: By time of day
de: Nach Tageszeit
es: Por momento del día
fr: Par moment de la journée
it: Per fascia oraria
nl: Per tijdstip van de dag
pl: Według pory dnia
pt: Por hora do dia
ro: După momentul zilei
ru: По времени суток

source: CGM sensors
de: CGM-Sensoren
es: Sensores CGM
fr: Capteurs CGM
it: Sensori CGM
nl: CGM-sensoren
pl: Sensory CGM
pt: Sensores CGM
ro: Senzori CGM
ru: Датчики CGM

source: Calculator
de: Rechner
es: Calculadora
fr: Calculateur
it: Calcolatore
nl: Rekenhulp
pl: Kalkulator
pt: Calculadora
ru: Калькулятор

source: Calculator off
de: Rechner aus
es: Calculadora desactivada
fr: Calculateur désactivé
it: Calcolatore disattivato
nl: Calculator uit
pl: Kalkulator wył.
pt: Calculadora desativada
ro: Calculator dezactivat
ru: Калькулятор выкл.

source: Calculator on
de: Rechner ein
es: Calculadora activada
fr: Calculateur activé
it: Calcolatore attivato
nl: Calculator aan
pl: Kalkulator wł.
pt: Calculadora ativada
ro: Calculator activat
ru: Калькулятор вкл.

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
nl: Kalender
pl: Kalendarz
pt: Calendário
ru: Календарь

source: Calibration
de: Kalibrierung
es: Calibración
fr: Étalonnage
it: Calibrazione
nl: Kalibratie
pl: Kalibracja
pt: Calibração
ro: Calibrare
ru: Калибровка

source: Call care team
de: Behandlungsteam anrufen
es: Llamar al equipo médico
fr: Appeler l’équipe soignante
it: Chiama il team di cura
nl: Bel je zorgteam
pl: Zadzwoń do zespołu medycznego
pt: Ligar à equipa de cuidados
ro: Sună echipa medicală
ru: Позвонить медицинской команде

source: Call someone who knows me
de: Rufen Sie jemanden an, der mich kennt
es: Llama a alguien que me conoce
fr: Appelez quelqu'un qui me connaît
it: Chiamate qualcuno che mi conosce
nl: Bel iemand die mij kent
pl: Zadzwoń do kogoś, kto mnie zna
pt: Ligue a alguém que me conhece
ro: Sună pe cineva care mă cunoaște
ru: Позвоните тому, кто меня знает

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена

source: Carb counting basics
de: Grundlagen des Kohlenhydratzählens
es: Conceptos básicos del conteo de carbohidratos
fr: Les bases du comptage des glucides
it: Le basi del conteggio dei carboidrati
nl: Basisprincipes van koolhydraten tellen
pl: Podstawy liczenia węglowodanów
pt: Noções básicas de contagem de hidratos de carbono
ro: Noțiuni de bază despre numărarea carbohidraților
ru: Основы подсчёта углеводов

source: Carb entries
de: Kohlenhydrat-Einträge
es: Entradas de carbohidratos
fr: Entrées de glucides
it: Voci di carboidrati
nl: Koolhydraatinvoer
pl: Wpisy węglowodanów
pt: Registos de hidratos
ro: Înregistrări carbohidrați
ru: Записи углеводов

source: Carb ratio
de: KH-Faktor
es: Ratio de carbohidratos
fr: Ratio glucidique
it: Rapporto carboidrati
nl: Koolhydraatratio
pl: Przelicznik węglowodanowy
pt: Rácio de hidratos
ro: Raport carbohidrați
ru: Углеводный коэффициент

source: Carbohydrate grams
de: Kohlenhydrate in Gramm
es: Gramos de carbohidratos
fr: Grammes de glucides
it: Grammi di carboidrati
nl: Gram koolhydraten
pl: Gramy węglowodanów
pt: Gramas de carboidratos
ro: Grame de carbohidrați
ru: Граммы углеводов

source: Carbohydrates
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
it: Carboidrati
nl: Koolhydraten
pl: Węglowodany
pt: Hidratos de carbono
ro: Carbohidrați
ru: Углеводы

source: Carbs
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
it: Carboidrati
nl: Koolhydraten
pl: Węglowodany
pt: Hidratos de carbono
ro: Carbohidrați
ru: Углеводы
